Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.activity.no_recent_logs.title
source: No recent logs
ar: لا توجد سجلات حديثة
bn: সাম্প্রতিক কোনো লগ নেই
de: Keine aktuellen Protokolle
el: Κανένα πρόσφατο αρχείο καταγραφής
es: Sin registros recientes
fa: بدون لاگ اخیر
fr: Aucun journal récent
he: אין יומנים אחרונים
hi: हाल का कोई लॉग नहीं
id: Tidak ada log terbaru
it: Nessun log recente
ja: 最近のログなし
ko: 최근 로그 없음
mr: अलीकडील लॉग नाहीत
ms: Tiada log terbaharu
nl: Geen recente logs
pl: Brak ostatnich logów
pt_br: Nenhum log recente
ro: Niciun jurnal recent
ru: Нет недавних журналов
ta: சமீபத்திய பதிவுகள் இல்லை
te: ఇటీవలి లాగ్‌లు లేవు
th: ไม่มีบันทึกล่าสุด
tr: Son günlük yok
uk: Немає нещодавніх журналів
ur: کوئی حالیہ لاگ نہیں
vi: Không có nhật ký gần đây
zh_hans: 无最近日志
zh_hant: 沒有最近的記錄

# settings.activity.recent_logs
source: Recent Logs
ar: السجلات الأخيرة
bn: সাম্প্রতিক লগ
de: Aktuelle Protokolle
el: Πρόσφατα αρχεία καταγραφής
es: Registros recientes
fa: لاگ‌های اخیر
fr: Journaux récents
he: יומנים אחרונים
hi: हाल के लॉग
id: Log Terbaru
it: Log recenti
ja: 最近のログ
ko: 최근 로그
mr: अलीकडील लॉग
ms: Log Terbaharu
nl: Recente logs
pl: Ostatnie logi
pt_br: Logs recentes
ro: Jurnale recente
ru: Недавние журналы
ta: சமீபத்திய பதிவுகள்
te: ఇటీవలి లాగ్‌లు
th: บันทึกล่าสุด
tr: Son günlükler
uk: Нещодавні журнали
ur: حالیہ لاگز
vi: Nhật ký gần đây
zh_hans: 最近日志
zh_hant: 最近的記錄

# settings.activity.retention.days
source: %lld days
ar: %lld يوم
bn: %lld দিন
de: %lld Tage
el: %lld ημέρες
es: %lld días
fa: %lld روز
fr: %lld jours
he: %lld ימים
hi: %lld दिन
id: %lld hari
it: %lld giorni
ja: %lld日
ko: %lld일
mr: %lld दिवस
ms: %lld hari
nl: %lld dagen
pl: %lld dnia
pt_br: %lld dias
ro: %lld de zile
ru: %lld дня
ta: %lld நாட்கள்
te: %lld రోజులు
th: %lld วัน
tr: %lld gün
uk: %lld дня
ur: %lld دن
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

# settings.activity.untitled_event
source: Untitled event
ar: حدث بلا عنوان
bn: শিরোনামহীন ইভেন্ট
de: Unbenanntes Ereignis
el: Γεγονός χωρίς τίτλο
es: Evento sin título
fa: رویداد بدون عنوان
fr: Événement sans titre
he: אירוע ללא שם
hi: शीर्षक रहित इवेंट
id: Acara tanpa judul
it: Evento senza titolo
ja: 名称未設定のイベント
ko: 제목 없는 이벤트
mr: शीर्षक नसलेला इव्हेंट
ms: Peristiwa tanpa tajuk
nl: Naamloze activiteit
pl: Wydarzenie bez tytułu
pt_br: Evento sem título
ro: Eveniment fără titlu
ru: Событие без названия
ta: தலைப்பற்ற நிகழ்வு
te: టైటిల్ లేని ఇవెంట్
th: กิจกรรมที่ไม่มีชื่อ
tr: Başlıksız etkinlik
uk: Подія без назви
ur: بلا عنوان ایونٹ
vi: Sự kiện không có tiêu đề
zh_hans: 未命名事件
zh_hant: 未命名的事件

# settings.advanced
source: Advanced
ar: متقدم
bn: অ্যাডভান্সড
de: Erweitert
el: Προηγμένα
es: Avanzado
fa: پیشرفته
fr: Avancé
he: מתקדם
hi: उन्नत
id: Lanjutan
it: Avanzate
ja: 詳細設定
ko: 고급
mr: ॲडव्हान्स्ड
ms: Lanjutan
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ro: Avansat
ru: Дополнительно
ta: மேம்பட்டது
te: అధునాతనం
th: ขั้นสูง
tr: İleri düzey
uk: Додатково
ur: ایڈوانسڈ
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# settings.advanced.a11y_hint
source: Shows or hides more detail.
ar: يعرض المزيد من التفاصيل أو يخفيها.
bn: আরও বিবরণ দেখায় বা লুকায়।
de: Zeigt oder verbirgt weitere Details.
el: Εμφανίζει ή αποκρύπτει περισσότερες λεπτομέρειες.
es: Muestra u oculta más detalles.
fa: جزئیات بیشتر را نمایش می‌دهد یا پنهان می‌کند.
fr: Affiche ou masque plus de détails.
he: מציג או מסתיר פרטים נוספים.
hi: अधिक ब्योरा दिखाता या छिपाता है।
id: Menampilkan atau menyembunyikan detail lainnya.
it: Mostra o nasconde più dettagli.
ja: 詳しい内容を表示または非表示にします。
ko: 자세한 내용을 표시하거나 가립니다.
mr: अधिक तपशील दाखवते किंवा लपवते.
ms: Menunjukkan atau menyembunyikan butiran lanjut.
nl: Toont of verbergt meer details.
pl: Pokazuje lub ukrywa więcej szczegółów.
pt_br: Mostra ou oculta mais detalhes.
ro: Afișează sau ascunde mai multe detalii.
ru: Показывает или скрывает дополнительные подробности.
ta: கூடுதல் விவரங்களைக் காட்டும் அல்லது மறைக்கும்.
te: మరిన్ని వివరాలను చూపుతుంది లేదా దాచుతుంది.
th: แสดงหรือซ่อนรายละเอียดเพิ่มเติม
tr: Daha fazla ayrıntıyı gösterir veya gizler.
uk: Показує або приховує додаткові подробиці.
ur: مزید تفصیل دکھاتا یا چھپاتا ہے۔
vi: Hiển thị hoặc ẩn thêm chi tiết.
zh_hans: 显示或隐藏更多内容。
zh_hant: 顯示或隱藏更多詳細資料。

# settings.appearance.dark
source: Dark
ar: داكن
bn: ডার্ক
de: Dunkel
el: Σκούρο
es: Oscuro
fa: تیره
fr: Sombre
he: כהה
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
mr: गडद
ms: Gelap
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Тёмное
ta: அடர்
te: డార్క్
th: มืด
tr: Koyu
uk: Темний
ur: ڈارک
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settings.appearance.light
source: Light
ar: فاتح
bn: লাইট
de: Hell
el: Ανοιχτό
es: Claro
fa: روشن
fr: Clair
he: בהיר
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
mr: सौम्य
ms: Cerah
nl: Licht
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлое
ta: வெளிர்
te: లైట్
th: สว่าง
tr: Açık
uk: Світлий
ur: لائٹ
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# settings.appearance.system
source: System
ar: النظام
bn: সিস্টেম
el: Σύστημα
es: Sistema
fa: سیستم
fr: Système
he: מערכת
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
mr: सिस्टीम
ms: Sistem
nl: Systeem
pl: Systemowy
pt_br: Sistema
ro: Sistem
ru: Как в системе
ta: சிஸ்டம்
te: సిస్టమ్
th: ระบบ
tr: Sistem
uk: Як у системі
ur: سسٹم
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 系統

# settings.calendar.access.busy_only
source: Busy Only
ar: الوقت المشغول فقط
bn: শুধু ব্যস্ত
de: Nur belegt
el: Μόνο απασχολημένο
es: Solo disponibilidad
fa: فقط مشغول
fr: Disponibilité uniquement
he: תפוס בלבד
hi: केवल व्यस्त समय
id: Hanya Sibuk
it: Solo disponibilità
ja: 予定あり時間のみ
ko: 바쁜 시간만
mr: फक्त व्यस्त
ms: Sibuk Sahaja
nl: Alleen bezet
pl: Tylko zajętość
pt_br: Somente disponibilidade
ro: Doar ocupat
ru: Только занятость
ta: பிஸி மட்டும்
te: బిజీ మాత్రమే
th: เฉพาะไม่ว่าง
tr: Yalnızca meşgul
uk: Лише зайнятість
ur: صرف مصروف
vi: Chỉ trạng thái bận
zh_hans: 仅忙闲
zh_hant: 僅忙碌時段

# settings.calendar.access.busy_only_detail
source: Mirror occupied time only — event titles, locations, and notes are hidden.
ar: قراءة الوقت المشغول فقط، مع إخفاء عناوين الأحداث ومواقعها وملاحظاتها.
bn: শুধু ব্যস্ত সময় মিরর করা হয় – ইভেন্টের শিরোনাম, লোকেশন ও নোট লুকানো থাকে।
de: Es wird nur die belegte Zeit gespiegelt – Titel, Orte und Notizen von Ereignissen bleiben verborgen.
el: Διαβάζεται μόνο ο κατειλημμένος χρόνος – οι τίτλοι, οι τοποθεσίες και οι σημειώσεις των γεγονότων αποκρύπτονται.
es: Se lee solo el tiempo ocupado: los títulos, las ubicaciones y las notas de los eventos quedan ocultos.
fa: فقط زمان‌های اشغال‌شده منعکس می‌شوند — عنوان، مکان و یادداشت رویدادها پنهان می‌ماند.
fr: Seul le temps occupé est lu : les titres, lieux et notes des événements sont masqués.
he: משקף רק זמן תפוס — כותרות, מיקומים והערות של אירועים מוסתרים.
hi: केवल व्यस्त समय मिरर करें; इवेंट के शीर्षक, स्थान और नोट छिपे रहते हैं।
id: Hanya mencerminkan waktu yang terisi – judul, lokasi, dan catatan acara disembunyikan.
it: Viene letto solo il tempo occupato: titoli, luoghi e note degli eventi restano nascosti.
ja: 予定がある時間帯だけを読み取ります。イベントのタイトル、場所、メモは非表示になります。
ko: 일정이 있는 시간만 읽습니다. 이벤트 제목, 위치, 메모는 숨겨집니다.
mr: फक्त व्यस्त वेळ मिरर केली जाते – इव्हेंटची शीर्षके, स्थाने आणि नोट्स लपवलेली असतात.
ms: Hanya mencerminkan masa yang sibuk – tajuk, lokasi dan nota peristiwa disembunyikan.
nl: Alleen bezette tijd wordt gespiegeld – titels, locaties en notities van activiteiten blijven verborgen.
pl: Odczytywany jest tylko zajęty czas — tytuły, miejsca i notatki wydarzeń są ukryte.
pt_br: Apenas o tempo ocupado é lido: títulos, locais e notas dos eventos ficam ocultos.
ro: Se oglindește doar timpul ocupat – titlurile, locațiile și notițele evenimentelor sunt ascunse.
ru: Считывается только занятое время — названия, места и заметки событий скрыты.
ta: பிஸியாக உள்ள நேரத்தை மட்டும் மிரர் செய்யும் – நிகழ்வுத் தலைப்புகள், இருப்பிடங்கள், குறிப்புகள் மறைக்கப்படும்.
te: బిజీగా ఉన్న సమయాన్ని మాత్రమే మిర్రర్ చేస్తుంది – ఇవెంట్ టైటిల్‌లు, లొకేషన్‌లు, నోట్స్ దాచబడతాయి.
th: อ่านเฉพาะช่วงเวลาที่ไม่ว่าง ชื่อกิจกรรม สถานที่ และโน้ตจะถูกซ่อน
tr: Yalnızca meşgul zaman okunur; etkinlik başlıkları, konumlar ve notlar gizlenir.
uk: Зчитується лише зайнятий час — назви, місця й нотатки подій приховано.
ur: صرف مصروف وقت مرر کیا جاتا ہے — ایونٹس کے عنوان، مقامات اور نوٹس چھپے رہتے ہیں۔
vi: Chỉ phản chiếu khoảng thời gian bận – tiêu đề, vị trí và ghi chú của sự kiện được ẩn.
zh_hans: 只同步占用时间，隐藏事件标题、地点和备注。
zh_hant: 只讀取佔用的時段，並隱藏事件標題、位置與備註。

# settings.calendar.access.full_details
source: Full Details
ar: التفاصيل الكاملة
bn: পূর্ণ বিবরণ
de: Alle Details
el: Όλες οι λεπτομέρειες
es: Detalles completos
fa: جزئیات کامل
fr: Tous les détails
he: פרטים מלאים
hi: पूरा ब्योरा
id: Detail Lengkap
it: Dettagli completi
ja: すべての詳細
ko: 모든 세부 정보
mr: संपूर्ण तपशील
ms: Butiran Penuh
nl: Alle details
pl: Pełne szczegóły
pt_br: Detalhes completos
ro: Toate detaliile
ru: Все подробности
ta: முழு விவரங்கள்
te: పూర్తి వివరాలు
th: รายละเอียดทั้งหมด
tr: Tüm ayrıntılar
uk: Усі подробиці
ur: مکمل تفصیلات
vi: Đầy đủ chi tiết
zh_hans: 完整详情
zh_hant: 完整詳細資料

# settings.calendar.access.full_details_detail
source: Mirror full event details, including titles, locations, and notes.
ar: قراءة تفاصيل الأحداث كاملة، بما في ذلك العناوين والمواقع والملاحظات.
bn: ইভেন্টের শিরোনাম, লোকেশন ও নোটসহ পূর্ণ বিবরণ মিরর করা হয়।
de: Spiegelt alle Ereignisdetails, einschließlich Titel, Orte und Notizen.
el: Διαβάζονται όλες οι λεπτομέρειες των γεγονότων, συμπεριλαμβανομένων των τίτλων, των τοποθεσιών και των σημειώσεων.
es: Se leen todos los detalles de los eventos, incluidos títulos, ubicaciones y notas.
fa: جزئیات کامل رویدادها، از جمله عنوان، مکان و یادداشت‌ها، منعکس می‌شود.
fr: Tous les détails des événements sont lus, y compris les titres, lieux et notes.
he: משקף פרטי אירועים מלאים, כולל כותרות, מיקומים והערות.
hi: इवेंट का पूरा ब्योरा मिरर करें, जिसमें शीर्षक, स्थान और नोट शामिल हैं।
id: Mencerminkan detail acara selengkapnya, termasuk judul, lokasi, dan catatan.
it: Vengono letti tutti i dettagli degli eventi, inclusi titoli, luoghi e note.
ja: タイトル、場所、メモを含む、イベントの詳細をすべて読み取ります。
ko: 제목, 위치, 메모를 포함한 이벤트의 모든 세부 정보를 읽습니다.
mr: शीर्षके, स्थाने आणि नोट्ससह इव्हेंटचे संपूर्ण तपशील मिरर केले जातात.
ms: Mencerminkan butiran peristiwa penuh, termasuk tajuk, lokasi dan nota.
nl: Spiegelt alle activiteitsgegevens, inclusief titels, locaties en notities.
pl: Odczytywane są wszystkie szczegóły wydarzeń, w tym tytuły, miejsca i notatki.
pt_br: Todos os detalhes dos eventos são lidos, incluindo títulos, locais e notas.
ro: Oglindește toate detaliile evenimentelor, inclusiv titlurile, locațiile și notițele.
ru: Считываются все подробности событий, включая названия, места и заметки.
ta: தலைப்புகள், இருப்பிடங்கள், குறிப்புகள் உட்பட முழு நிகழ்வு விவரங்களையும் மிரர் செய்யும்.
te: టైటిల్‌లు, లొకేషన్‌లు, నోట్స్‌తో సహా పూర్తి ఇవెంట్ వివరాలను మిర్రర్ చేస్తుంది.
th: อ่านรายละเอียดกิจกรรมทั้งหมด รวมถึงชื่อเรื่อง สถานที่ และโน้ต
tr: Başlıklar, konumlar ve notlar dahil tüm etkinlik ayrıntıları okunur.
uk: Зчитуються всі подробиці подій, зокрема назви, місця й нотатки.
ur: ایونٹس کی مکمل تفصیلات، بشمول عنوان، مقامات اور نوٹس، مرر کی جاتی ہیں۔
vi: Phản chiếu đầy đủ chi tiết sự kiện, gồm tiêu đề, vị trí và ghi chú.
zh_hans: 同步完整事件详情，包括标题、地点和备注。
zh_hant: 讀取完整的事件詳細資料，包含標題、位置與備註。

# settings.calendar.access.label
source: Imported Event Details
ar: تفاصيل الأحداث المستوردة
bn: ইম্পোর্ট করা ইভেন্টের বিবরণ
de: Importierte Ereignisdetails
el: Λεπτομέρειες εισαγόμενων γεγονότων
es: Detalles de eventos importados
fa: جزئیات رویدادهای واردشده
fr: Détails des événements importés
he: פרטי אירועים מיובאים
hi: इंपोर्ट किए गए इवेंट का ब्योरा
id: Detail Acara yang Diimpor
it: Dettagli degli eventi importati
ja: 読み込んだイベントの詳細
ko: 가져온 이벤트 세부 정보
mr: इम्पोर्ट केलेल्या इव्हेंटचे तपशील
ms: Butiran Peristiwa yang Diimport
nl: Geïmporteerde activiteitsgegevens
pl: Szczegóły zaimportowanych wydarzeń
pt_br: Detalhes dos eventos importados
ro: Detaliile evenimentelor importate
ru: Подробности импортированных событий
ta: இம்போர்ட் செய்த நிகழ்வு விவரங்கள்
te: ఇంపోర్ట్ చేసిన ఇవెంట్ వివరాలు
th: รายละเอียดกิจกรรมที่นำเข้า
tr: İçe aktarılan etkinlik ayrıntıları
uk: Подробиці імпортованих подій
ur: امپورٹ کیے گئے ایونٹس کی تفصیلات
vi: Chi tiết sự kiện được nhập
zh_hans: 导入的事件详情
zh_hant: 匯入的事件詳細資料

# settings.calendar.access.off
source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
el: Ανενεργό
es: Desactivado
fa: خاموش
fr: Désactivé
he: כבוי
hi: बंद
id: Mati
it: Disattivato
ja: オフ
ko: 끔
mr: ऑफ
ms: Tak Aktif
nl: Uit
pl: Wył.
pt_br: Desativado
ro: Dezactivat
ru: Выкл.
ta: ஆஃப்
te: ఆఫ్
th: ปิด
tr: Kapalı
uk: Вимк.
ur: بند
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# settings.calendar.access.off_detail
source: No calendar events are read into Lorvex.
ar: لا تتم قراءة أي أحداث تقويم في Lorvex.
bn: ক্যালেন্ডারের কোনো ইভেন্ট Lorvex-এ পড়া হয় না।
de: Es werden keine Kalenderereignisse in Lorvex eingelesen.
el: Δεν διαβάζονται γεγονότα ημερολογίου στο Lorvex.
es: Lorvex no lee ningún evento de calendario.
fa: هیچ رویداد تقویمی در Lorvex خوانده نمی‌شود.
fr: Aucun événement du calendrier n’est lu dans Lorvex.
he: לא נקראים אירועי לוח שנה אל Lorvex.
hi: कोई कैलेंडर इवेंट Lorvex में नहीं पढ़ा जाता।
id: Tidak ada acara kalender yang dibaca ke dalam Lorvex.
it: Nessun evento del calendario viene letto in Lorvex.
ja: カレンダーイベントはLorvexに読み込まれません。
ko: 캘린더 이벤트를 Lorvex로 읽어 오지 않습니다.
mr: दिनदर्शिकेतील कोणतेही इव्हेंट Lorvex मध्ये वाचले जात नाहीत.
ms: Tiada peristiwa kalendar dibaca ke dalam Lorvex.
nl: Er worden geen agenda-activiteiten in Lorvex ingelezen.
pl: Wydarzenia z kalendarza nie są odczytywane w Lorvex.
pt_br: Nenhum evento do calendário é lido no Lorvex.
ro: Niciun eveniment din calendar nu este citit în Lorvex.
ru: События календаря не считываются в Lorvex.
ta: கேலண்டர் நிகழ்வுகள் எதுவும் Lorvexஇல் படிக்கப்படாது.
te: Lorvexలోకి క్యాలెండర్ ఇవెంట్‌లు ఏవీ చదవబడవు.
th: ไม่มีการอ่านกิจกรรมปฏิทินเข้า Lorvex
tr: Lorvex’e hiçbir takvim etkinliği okunmaz.
uk: Події календаря не зчитуються в Lorvex.
ur: کوئی کیلنڈر ایونٹ Lorvex میں نہیں پڑھا جاتا۔
vi: Không có sự kiện lịch nào được đọc vào Lorvex.
zh_hans: 不会将日历事件读入 Lorvex。
zh_hant: 不會將行事曆事件讀取到 Lorvex 中。

# settings.calendar.access.scope_detail
source: Applies to what Lorvex and connected assistants can see on this device.
ar: ينطبق على ما يمكن لـ Lorvex والمساعدين المتصلين رؤيته على هذا الجهاز.
bn: Lorvex এবং সংযুক্ত অ্যাসিস্ট্যান্ট এই ডিভাইসে কী দেখতে পারে, তার উপর এটি প্রযোজ্য।
de: Gilt für alles, was Lorvex und verbundene Assistenten auf diesem Gerät sehen können.
el: Ισχύει για όσα μπορούν να δουν το Lorvex και οι συνδεδεμένοι βοηθοί σε αυτήν τη συσκευή.
es: Se aplica a lo que Lorvex y los asistentes conectados pueden ver en este dispositivo.
fa: برای آنچه Lorvex و دستیارهای متصل در این دستگاه می‌توانند ببینند اعمال می‌شود.
fr: S’applique à ce que Lorvex et les assistants connectés peuvent voir sur cet appareil.
he: חל על מה ש-Lorvex והעוזרים המחוברים יכולים לראות במכשיר זה.
hi: यह इस पर लागू होता है कि इस डिवाइस पर Lorvex और जुड़े हुए असिस्टेंट क्या देख सकते हैं।
id: Berlaku untuk apa yang dapat dilihat Lorvex dan asisten yang terhubung di perangkat ini.
it: Si applica a ciò che Lorvex e gli assistenti connessi possono vedere su questo dispositivo.
ja: この設定は、このデバイス上でLorvexと接続済みのアシスタントが見られる内容に適用されます。
ko: 이 기기에서 Lorvex와 연결된 어시스턴트가 볼 수 있는 내용에 적용됩니다.
mr: Lorvex आणि कनेक्ट केलेले सहाय्यक या डिव्हाइसवर काय पाहू शकतात, त्याला हे लागू होते.
ms: Terpakai pada apa yang boleh dilihat oleh Lorvex dan pembantu AI yang disambungkan pada peranti ini.
nl: Geldt voor wat Lorvex en verbonden assistenten op dit apparaat kunnen zien.
pl: Określa, co Lorvex i połączeni asystenci mogą widzieć na tym urządzeniu.
pt_br: Aplica-se ao que o Lorvex e os assistentes conectados podem ver neste dispositivo.
ro: Se aplică la ceea ce pot vedea Lorvex și asistenții conectați pe acest dispozitiv.
ru: Определяет, что Lorvex и подключённые ассистенты могут видеть на этом устройстве.
ta: இந்தச் சாதனத்தில் Lorvex மற்றும் இணைக்கப்பட்ட அசிஸ்டென்ட்கள் பார்க்கக்கூடியவற்றுக்கு இது பொருந்தும்.
te: ఈ డివైజ్‌లో Lorvex మరియు కనెక్ట్ చేసిన అసిస్టెంట్‌లు చూడగలిగే వాటికి ఇది వర్తిస్తుంది.
th: มีผลกับสิ่งที่ Lorvex และผู้ช่วยที่เชื่อมต่อมองเห็นบนอุปกรณ์เครื่องนี้
tr: Lorvex’in ve bağlı asistanların bu aygıtta görebildiklerini kapsar.
uk: Визначає, що Lorvex і підключені асистенти можуть бачити на цьому пристрої.
ur: یہ اس پر لاگو ہوتا ہے جو Lorvex اور منسلک اسسٹنٹس اس ڈیوائس پر دیکھ سکتے ہیں۔
vi: Áp dụng cho những gì Lorvex và các trợ lý được kết nối có thể thấy trên thiết bị này.
zh_hans: 适用于 Lorvex 和已连接的助手可在此设备上看到的内容。
zh_hant: 適用於 Lorvex 與已連接的助理在此裝置上能看到的內容。

# settings.calendar.access_denied
source: Calendar access has been denied. Open System Settings to grant access.
ar: تم رفض الوصول إلى التقويم. افتح إعدادات النظام لمنح حق الوصول.
bn: ক্যালেন্ডারে অ্যাক্সেস অস্বীকার করা হয়েছে। অ্যাক্সেস দিতে সিস্টেম সেটিংস খুলুন।
de: Der Zugriff auf Kalender wurde verweigert. Öffne die Systemeinstellungen, um den Zugriff zu erlauben.
el: Η πρόσβαση στο ημερολόγιο έχει απορριφθεί. Ανοίξτε τις Ρυθμίσεις συστήματος για να την παραχωρήσετε.
es: Se ha denegado el acceso al calendario. Abre Ajustes del Sistema para concederlo.
fa: دسترسی به تقویم رد شده است. برای اعطای دسترسی، تنظیمات سیستم را باز کنید.
fr: L’accès au calendrier a été refusé. Ouvrez Réglages Système pour l’autoriser.
he: הגישה ללוח השנה נדחתה. יש לפתוח את הגדרות המערכת כדי להעניק גישה.
hi: कैलेंडर एक्सेस अस्वीकार कर दिया गया है। एक्सेस देने के लिए सिस्टम सेटिंग्ज़ खोलें।
id: Akses kalender ditolak. Buka Pengaturan Sistem untuk memberikan akses.
it: L’accesso al calendario è stato negato. Apri Impostazioni di Sistema per consentirlo.
ja: カレンダーへのアクセスが拒否されています。「システム設定」を開いてアクセスを許可してください。
ko: 캘린더 접근이 거부되었습니다. 시스템 설정을 열어 접근을 허용하세요.
mr: दिनदर्शिका ॲक्सेस नाकारला गेला आहे. ॲक्सेस देण्यासाठी सिस्टीम सेटिंग उघडा.
ms: Akses kalendar telah dinafikan. Buka Seting Sistem untuk memberikan akses.
nl: Toegang tot de agenda is geweigerd. Open Systeeminstellingen om toegang te geven.
pl: Odmówiono dostępu do kalendarza. Otwórz Ustawienia systemowe, aby go przyznać.
pt_br: O acesso ao calendário foi negado. Abra os Ajustes do Sistema para permitir.
ro: Accesul la calendar a fost refuzat. Deschideți Configurări sistem pentru a permite accesul.
ru: Доступ к календарю запрещён. Откройте Системные настройки, чтобы разрешить доступ.
ta: கேலண்டர் அணுகல் நிராகரிக்கப்பட்டது. அணுகலை வழங்க சிஸ்டம் அமைப்புகளைத் திறக்கவும்.
te: క్యాలెండర్ యాక్సెస్ తిరస్కరించబడింది. యాక్సెస్ ఇవ్వడానికి సిస్టమ్ సెట్టింగ్స్‌ను తెరవండి.
th: การเข้าถึงปฏิทินถูกปฏิเสธ เปิดการตั้งค่าระบบเพื่ออนุญาตการเข้าถึง
tr: Takvim erişimi reddedildi. Erişim vermek için Sistem Ayarları’nı açın.
uk: Доступ до календаря заборонено. Відкрийте Системні параметри, щоб надати доступ.
ur: کیلنڈر تک رسائی مسترد کر دی گئی ہے۔ رسائی دینے کے لیے سسٹم کی ترتیبات کھولیں۔
vi: Quyền truy cập lịch đã bị từ chối. Hãy mở Cài đặt hệ thống để cấp quyền.
zh_hans: 日历访问已被拒绝。请打开“系统设置”授予访问权限。
zh_hant: 行事曆存取權限已被拒絕。請開啟「系統設定」來授予存取權限。

# settings.calendar.filter.all_except_muted
source: All Except Muted
ar: الكل ما عدا المكتومة
bn: মিউট করা ছাড়া সব
de: Alle außer stummgeschalteten
el: Όλα εκτός από όσα είναι σε σίγαση
es: Todos excepto los silenciados
fa: همه به‌جز بی‌صداها
fr: Tous sauf en sourdine
he: הכול מלבד מושתקים
hi: म्यूट किए गए को छोड़कर सभी
id: Semua Kecuali yang Dibisukan
it: Tutti tranne silenziati
ja: ミュートを除くすべて
ko: 음소거 항목 제외 전체
mr: म्यूट केलेल्या वगळता सर्व
ms: Semua Kecuali yang Disenyapkan
nl: Alle behalve gedempte
pl: Oprócz wyłączonych
pt_br: Todos exceto silenciados
ro: Toate, cu excepția celor dezactivate
ru: Кроме отключённых
ta: ஒலிமுடக்கப்பட்டவை தவிர அனைத்தும்
te: మ్యూట్ చేసినవి మినహా అన్నీ
th: ทั้งหมดยกเว้นที่ปิดเสียง
tr: Sessize alınanlar hariç tümü
uk: Крім вимкнених
ur: خاموش کیے گئے کے علاوہ سب
vi: Tất cả trừ lịch đã tắt
zh_hans: 除已静音外全部
zh_hant: 除已靜音者外全部

# settings.calendar.filter.empty
source: No readable calendars found.
ar: لم يتم العثور على تقويمات قابلة للقراءة.
bn: পড়ার মতো কোনো ক্যালেন্ডার পাওয়া যায়নি।
de: Keine lesbaren Kalender gefunden.
el: Δεν βρέθηκαν αναγνώσιμα ημερολόγια.
es: No se encontraron calendarios que se puedan leer.
fa: هیچ تقویم قابل‌خواندنی یافت نشد.
fr: Aucun calendrier lisible trouvé.
he: לא נמצאו לוחות שנה שניתן לקרוא.
hi: पढ़ने योग्य कोई कैलेंडर नहीं मिला।
id: Tidak ditemukan kalender yang dapat dibaca.
it: Nessun calendario leggibile trovato.
ja: 読み取れるカレンダーが見つかりません。
ko: 읽을 수 있는 캘린더를 찾을 수 없습니다.
mr: वाचता येण्याजोगी कोणतीही दिनदर्शिका सापडली नाही.
ms: Tiada kalendar boleh dibaca ditemui.
nl: Geen leesbare agenda’s gevonden.
pl: Nie znaleziono kalendarzy do odczytu.
pt_br: Nenhum calendário legível encontrado.
ro: Nu s-a găsit niciun calendar care poate fi citit.
ru: Доступные календари не найдены.
ta: படிக்கக்கூடிய கேலண்டர்கள் கண்டறியப்படவில்லை.
te: చదవగలిగే క్యాలెండర్‌లు కనుగొనబడలేదు.
th: ไม่พบปฏิทินที่อ่านได้
tr: Okunabilir takvim bulunamadı.
uk: Доступних календарів не знайдено.
ur: کوئی قابل مطالعہ کیلنڈر نہیں ملا۔
vi: Không tìm thấy lịch nào có thể đọc.
zh_hans: 未找到可读取的日历。
zh_hant: 找不到可讀取的行事曆。

# settings.calendar.filter.mirror
source: Mirror
ar: قراءة
bn: মিরর
de: Spiegeln
el: Ανάγνωση
es: Leer
fa: انعکاس
fr: Lire
he: שיקוף
hi: मिरर
id: Cerminkan
it: Leggi
ja: 読み取り
ko: 읽기
mr: मिरर
ms: Cerminkan
nl: Spiegelen
pl: Odczytuj
pt_br: Ler
ro: Oglindire
ru: Считывать
ta: மிரர்
te: మిర్రర్
th: อ่าน
tr: Oku
uk: Зчитувати
ur: مرر
vi: Phản chiếu
zh_hans: 同步
zh_hant: 讀取

# settings.calendar.filter.only_selected
source: Only Selected
ar: المحددة فقط
bn: শুধু নির্বাচিত
de: Nur ausgewählte
el: Μόνο τα επιλεγμένα
es: Solo los seleccionados
fa: فقط انتخاب‌شده‌ها
fr: Sélection uniquement
he: הנבחרים בלבד
hi: केवल चुने गए
id: Hanya yang Dipilih
it: Solo selezionati
ja: 選択したもののみ
ko: 선택한 항목만
mr: फक्त सिलेक्ट केलेल्या
ms: Yang Dipilih Sahaja
nl: Alleen geselecteerde
pl: Tylko wybrane
pt_br: Somente selecionados
ro: Doar cele selectate
ru: Только выбранные
ta: தேர்ந்தெடுத்தவை மட்டும்
te: ఎంచుకున్నవి మాత్రమే
th: เฉพาะที่เลือก
tr: Yalnızca seçilenler
uk: Лише вибрані
ur: صرف منتخب
vi: Chỉ mục đã chọn
zh_hans: 仅所选
zh_hant: 僅所選

# settings.calendar.filter.title
source: Calendars to Mirror
ar: التقويمات المراد قراءتها
bn: মিরর করার ক্যালেন্ডার
de: Zu spiegelnde Kalender
el: Ημερολόγια προς ανάγνωση
es: Calendarios que se leen
fa: تقویم‌ها برای انعکاس
fr: Calendriers à lire
he: לוחות שנה לשיקוף
hi: मिरर करने के कैलेंडर
id: Kalender yang Dicerminkan
it: Calendari da leggere
ja: 読み取るカレンダー
ko: 읽을 캘린더
mr: मिरर करायच्या दिनदर्शिका
ms: Kalendar untuk Dicerminkan
nl: Agenda’s om te spiegelen
pl: Kalendarze do odczytu
pt_br: Calendários a ler
ro: Calendare de oglindit
ru: Календари для считывания
ta: மிரர் செய்ய வேண்டிய கேலண்டர்கள்
te: మిర్రర్ చేయాల్సిన క్యాలెండర్‌లు
th: ปฏิทินที่จะอ่าน
tr: Okunacak takvimler
uk: Календарі для зчитування
ur: مرر کرنے کے لیے کیلنڈرز
vi: Lịch cần phản chiếu
zh_hans: 要同步的日历
zh_hant: 要讀取的行事曆

# settings.calendar.open_system_settings
source: Open System Settings
ar: فتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
de: Systemeinstellungen öffnen
el: Άνοιγμα Ρυθμίσεων συστήματος
es: Abrir Ajustes del Sistema
fa: باز کردن تنظیمات سیستم
fr: Ouvrir Réglages Système
he: פתיחת הגדרות המערכת
hi: सिस्टम सेटिंग्ज़ खोलें
id: Buka Pengaturan Sistem
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
mr: सिस्टीम सेटिंग उघडा
ms: Buka Seting Sistem
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ro: Deschideți Configurări sistem
ru: Открыть Системные настройки
ta: சிஸ்டம் அமைப்புகளைத் திற
te: సిస్టమ్ సెట్టింగ్స్‌ను తెరవండి
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarları’nı aç
uk: Відкрити Системні параметри
ur: سسٹم کی ترتیبات کھولیں
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 開啟系統設定
